{
  "add" : {
    "doc" : {
      "id" : 1,
      "program" : "Bachelor of Science in Health Care Administration",
      "link" : "pmi.edu-Programs-Bachelors-Bachelor-of-Science-in-Health-Care-Administration",
      "description" : "You already have a career in the health care field but you want more. You want to enter the management track. Or maybe you want to manage a medical group or office. A bachelor&rsquo;s degree in health care administration can prepare you for the career advancement you are looking for. The accredited BSHCA program is intended to develop critical thinking abilities, sought-after communication skills and the leadership expertise necessary to manage a medical group or office. Beyond the generalized curriculum, all courses in this program are specific to health care administration and offer students immediately applicable skills. Students looking to enroll in the Bachelor of Science in Health Care Administration program must: Posses a high school diploma or recognized equivalency; Have completed a total of 64 semester credits at the postsecondary level (including 14 general education credits and 26 technical credits). For more information on eligibility requirements, please contact us.",
      "reasons" : "Complete your bachelor&rsquo;s degree in just over one year. Prepare for executive management positions. Earn your degree from a school that focuses solely on preparing students for health care careers.",
      "results" : "Become an integral part of the executive leadership team at hospitals, physicians’ offices and other health care organizations. Enter the management-track of your current field.",
      "classes" : "Here are just a few classes you will take during the BSHCA program: Leadership in Health Care Management, Managing Emergency Response Operations, Health Care Policy, Introduction to Public and Community Health.",
      "outlook" : "The U.S. Bureau of Labor Statistics projects that employment of medical and health service managers to grow “faster than average” through 2022."
    }
  },
  "add" : {
    "doc" : {
      "id" : 2,
      "program" : "Bachelor of Science in Nursing (RN to BSN) Program",
      "link" : "pmi.edu-Programs-Bachelors-Bachelor-of-Science-in-Nursing-RN-to-BSN",
      "description" : "Pima Medical Institute’s Bachelor of Science Nursing degree (BSN) is specifically designed for registered nurses who want to increase their clinical responsibilities and leadership roles. The degree is offered online and open to registered nurses who are licensed and employed. During the program, student nurses focus on theories, concepts and principles important for the development of nursing leadership and management knowledge, and they study clinical, fiscal, legal and political trends confronting health care and the nursing profession. Nurses interested in the BSN program must have the following prerequisites: Already be a licensed and practicing registered nurse. A high school diploma or recognized equivalency. Have completed a total of 60 semester credits of specific coursework at the postsecondary level. The 60 transfer credits shall consist of 45 nursing credits and 15 general education credits. Contact us today to find out if you qualify.",
      "reasons" : "The entire BSN program is offered online, allowing you to still maintain daily personal and professional responsibilities. The program is designed specifically for registered nurses, with tailored curriculum provided by professionals who have years of nursing experience. Obtain a deeper and extensive understanding of community and global health care needs, issues, trends, laws and protocols.",
      "results" : "Further advance your nursing career and be prepared to take on a leadership role within your health care team. Be better prepared for a nursing management position and to take on more clinical responsibility. Expand your career options.",
      "classes" : "Here are just a few of the classes you will take during the BSN program: Spanish for the Medical Professional, Health Care Law and Compliance, Community Oriented Nursing Practice and Global Health Issues, Transcultural Nursing Practice, Nursing Leadership and Healthcare Management.",
      "outlook" : "According to the U.S. Bureau of Labor Statistics (BLS), the demand for nurses will grow. In fact, the BLS expects that the demand for nurses will increase 19 percent nationally through 2022, which is faster than the average for all occupations. This growth is occurring for a number of reasons, including demand  for preventative care, an increase in chronic conditions, such as diabetes and obesity, and the rise of an older American population in need of health care."
    }
  },
  "add" : {
    "doc" : {
      "id" : 3,
      "program" : "Bachelor of Science in Physical Therapist Assistant Program",
      "link" : "pmi.edu-Programs-Bachelors-Bachelor-of-Science-Physical-Therapist-Assistant",
      "description" : "You are a physical therapist assistant who is ready for a challenge. You want to further your education and achieve career goals. Reach those goals with help from Pima Medical Institute and the Bachelor of Science in Physical Therapist Assistant (BSPTA) degree program. Designed specifically for physical therapist assistants, the BSPTA is a bachelor’s degree completion program that can provide additional knowledge and skills necessary to better meet patient, employer and societal needs. Pima Medical Institute’s BSPTA program is offered exclusively online, allowing you the flexibility to continue working in your field while enhancing your skills set. The program features courses in exercise physiology, evidence-based practice, practice-specific rehabilitation and more, and you can choose between an inpatient and outpatient track. Prerequisites for this program include: Graduation from a PTA program that is accredited by the Commission on Accreditation in Physical Therapy Education (CAPTE), Possession of a high school diploma or recognized equivalency, and Completion of a total of 66 semester credits of specific coursework at the postsecondary level, including 15 general education, 39 PTA technical and 12 related credits.",
      "reasons" : "Focus on specifically furthering your PTA technical skills. Earn your bachelor’s degree from a school that has specialized in medical career training for more than 40 years. Learn from instructors with years of field experience.",
      "results" : "Better meet patient, employer and societal needs. Further your physical therapist assistant training. Earn your bachelor’s degree.",
      "classes" : "Here are just a few classes you will take during the BSPTA program: Exercise Physiology, Health Care Law and Compliance, Clinical Kinesiology, Practice Specific Rehabilitation.",
      "outlook" : "According to the U.S. Bureau of Labor Statistics, employment of physical therapist assistants and aides is expected to grow 41 percent nationally, much faster than the average, through the year 2022. The growth is expected to reflect the growing number of individuals with disabilities or limited function."
    }
  },
  "add" : {
    "doc" : {
      "id" : 4,
      "program" : "Bachelor of Science in Radiologic Sciences Program",
      "link" : "pmi.edu-Programs-Bachelors-Bachelor-of-Science-in-Radiologic-Sciences",
      "description" : " The Bachelor of Science in Radiological Sciences (BSRS) degree is ideal for individuals who are looking for advancement in their careers. PMI’s curriculum, which is modeled after the ASRT Radiography curriculum, includes courses in Advanced Modalities, Sectional Anatomy, Advanced Patient Assessment, Health Care Management and more. All classes are taught 100% online allowing you to balance school, career and personal commitments. Choose either the management track or education track to create opportunities to serve in roles such as department director, clinical supervisor, clinical director, pharmaceutical sales representative, applications specialist or instructor.",
      "reasons" : "Designed as a degree-completion program, earn your bachelor’s degree in just over a year. Receive personalized attention during your program. The curriculum provides you with the education you require to advance your career.",
      "results" : "The Management Track prepares graduates for: Management opportunities, Leadership roles, Meeting employer requirements and career positioning. The Education Track prepares graduates for: Teaching, Clinical education, Training and development.",
      "classes" : "Transfer of 70 credits required.",
      "outlook" : "The U.S. Bureau of Labor Statistics states that job opportunities for radiographers are expected to be favorable, and employment of radiologic technologists is expected to increase by about 21 percent nationally through 2022, faster than average for all occupations."
    }
  },
  "add" : {
    "doc" : {
      "id" : 5,
      "program" : "Bachelor of Science in Respiratory Therapy Program",
      "link" : "pmi.edu-Programs-Bachelors-Bachelor-of-Science-in-Respiratory-Therapy",
      "description" : " The Bachelor of Science in Respiratory Therapy (BSRT) degree is ideal for individuals who are looking for advancement in their careers. You will take courses in Health Care Management, Polysomnography, Infectious Disease, Public Health, Home Health and more. All classes are taught 100% online allowing you to balance school, career and personal commitments. Choose either the management track or education track to create opportunities to serve in roles such as department director, clinical supervisor, clinical director, pharmaceutical sales representative, asthma or COPD navigator, or instructor.",
      "reasons" : "At Pima, we have specialized in health care education for more than 40 years. The BSRT degree-completion program is offered entirely online. Each course includes a management component to prepare you for a career as a health care leader.",
      "results" : " The Management Track prepares graduates for: Advanced management opportunities, Leadership roles, Additional career options in the medical field. The Education Track prepares graduates for: Teaching, Community health education, training and development, Program evaluation.",
      "classes" : "Transfer of 71 credits required.",
      "outlook" : "According to the U.S. Bureau of Statistics, employment of respiratory therapists is expected to increase 19 percent nationally through the year 2022.* As the number of older Americans who suffer from respiratory ailments, and advances in the treatment of victims of heart attacks, accidents victims and premature infants – many of whom are depend on a ventilator during part of their treatment – will increase the demand for the services of respiratory therapists."
    }
  },
  "commit" : { }
}